type stringArray = string[];

export const factsAdult:stringArray = [
    "Менее тяжелые формы СМА могут возникать и диагностироваться в зрелом возрасте.",
    "По сравнению с СМА у детей, СМА у взрослых может иметь более легкие симптомы, но без патогенетической терапии пациенты со СМА 2-3 типа неуклонно теряют двигательные навыки.",
    "По сравнению с СМА в детстве, течение СМА у взрослых может быть более коварным и трудным для распознавания.",
];
export const factsBaby:stringArray = [
    "Ребенок, плохо удерживающий голову, когда ему придают сидячее положение, с вялыми движениями нижних конечностей или с трудом тянущийся к предметам, но при этом с осмысленным и ярким взглядом, улыбающийся и социально активный, вызывает настороженность в отношении наличия СМА.",
    "Младенцам со СМА необходимо экстренное направление к специалисту, ранняя диагностика и обеспечение терапией, спасающей жизнь, поскольку эти мотонейроны очень быстро подвергаются дегенерации при прогрессировании заболевания",
];
export const symptoms_text:stringArray = [
    "Утомляемость",
    "Сколиоз",
    "Ограниченная способность поднимать руки и переносить предметы",
    "Нарушения жевания и глотания",
    "Дыхательная недостаточность/ респираторная дисфункция",
    "Неспособность бегать, изменение походки",
    "Контрактура суставов",
    "Вывих бедра",
];